const courtData = [
  {
    "id": 1,
    "title": "Постановление Пленума Верховного Суда СССР от 19.06.1959 г. № 2 О вопросах, связанных с выполнением судами договоров с иностранными государствами об оказании правовой помощи по гражданским, семейным и уголовным делам",
    "date": "19.06.1959",
    "number": "2",
    "court": "ВС СССР",
    "url": "https://sudact.ru/law/postanovlenie-plenuma-verkhovnogo-suda-sssr-ot-19061959/"
  },
  {
    "id": 2,
    "title": "Постановление Пленума Верховного Суда РФ от 07.02.1967 № 35 Об улучшении организации судебных процессов и повышении культуры их проведения",
    "date": "07.02.1967",
    "number": "35",
    "court": "ВС РФ",
    "url": "https://vsrf.ru/documents/own/7538/"
  },
  {
    "id": 3,
    "title": "Постановление Пленума Верховного суда СССР от 8.10.1973 г. № 15 О судебной практике по делам о заражении венерической болезнью",
    "date": "08.10.1973",
    "number": "15",
    "court": "ВС СССР",
    "url": "https://sudrf.cntd.ru/document/9053827"
  },
  {
    "id": 4,
    "title": "Постановление Пленума Верховного суда СССР от 14.03.1975 г. №2 О судебной практике по делам об обмане покупателей и заказчиков",
    "date": "14.03.1975",
    "number": "2",
    "court": "ВС СССР",
    "url": "https://www.consultant.ru/document/cons_doc_LAW_4662/"
  },
  {
    "id": 5,
    "title": "Постановление Пленума Верховного суда СССР от 23.12.1980 г. №6 О практике применения судами Российской Федерации законодательства при рассмотрении дел о хищениях на транспорте",
    "date": "23.12.1980",
    "number": "6",
    "court": "ВС СССР",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/720/720faea869017049d3688ef786844b4f.html"
  },
  {
    "id": 6,
    "title": "Постановление Пленума Верховного Суда СССР от 05.12.1986 № 15 О дальнейшем укреплении законности при осуществлении правосудия",
    "date": "05.12.1986",
    "number": "15",
    "court": "ВС СССР",
    "url": "https://vsrf.ru/documents/own/7735/"
  },
  {
    "id": 7,
    "title": "Постановление Пленума Верховного Суда РФ от 31.10.1995 № 8 О некоторых вопросах применения судами Конституции Российской Федерации при осуществлении правосудия",
    "date": "31.10.1995",
    "number": "8",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/7b6/7b65bb90f3d66072a0492201ca848410.pdf"
  },
  {
    "id": 8,
    "title": "Постановление Пленума Верховного Суда РФ от 17.01.1997г. № 1 О практике применения судами законодательства об ответственности за бандитизм",
    "date": "17.01.1997",
    "number": "1",
    "court": "ВС РФ",
    "url": "https://nnsc.рф/1997/postanovlenie-plenuma-vs-rf/N01-ot-17.01.1997.html"
  },
  {
    "id": 9,
    "title": "Постановление Пленума Верховного Суда РФ от 27.01.1999г. № 1 О судебной практике по делам об убийстве (ст. 105 УК РФ)",
    "date": "27.01.1999",
    "number": "1",
    "court": "ВС РФ",
    "url": "https://nnsc.рф/1999/postanovlenie-plenuma-vs-rf/N01-ot-27.01.1999.html"
  },
  {
    "id": 10,
    "title": "Постановление Пленума Верховного Суда РФ от 12.03.2002г. № 5 О судебной практике по делам о хищении, вымогательстве и незаконном обороте оружия, боеприпасов, взрывчатых веществ и взрывных устройств",
    "date": "12.03.2002",
    "number": "5",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/967/967342c8fc06b1fc1c52bbf1480b5929.pdf"
  },
  {
    "id": 11,
    "title": "Постановление Пленума Верховного Суда РФ от 5.06.2002 г. № 14 О судебной практике по делам о нарушении правил пожарной безопасности, уничтожении или повреждении имущества путем поджога либо в результате неосторожного обращения с огнем",
    "date": "05.06.2002",
    "number": "14",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/eee/eeeс7d2e755a060b4cd2080a4c3381f2.html"
  },
  {
    "id": 12,
    "title": "Постановление Пленума Верховного Суда РФ от 27.12.2002 г. № 29 О судебной практике по делам о краже, грабеже и разбое",
    "date": "27.12.2002",
    "number": "29",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/586/5863893f0d65f266569058eb14d7d082.pdf"
  },
  {
    "id": 13,
    "title": "Постановление Пленума Верховного Суда РФ от 24.02.2005 г. № 3 О судебной практике по делам о защите чести и достоинства граждан, а также деловой репутации граждан и юридических лиц",
    "date": "24.02.2005",
    "number": "3",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/0ae/0ae3cfd143bd15835ec49606b385993e.html"
  },
  {
    "id": 14,
    "title": "Постановление Пленума Верховного Суда РФ от 15.06.2006 г. № 14 О судебной практике по делам о преступлениях, связанных с наркотическими средствами, психотропными, сильнодействующими и ядовитыми веществами",
    "date": "15.06.2006",
    "number": "14",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/88c/88cfa5d4ac24c5fe3922400882c009ac.html"
  },
  {
    "id": 15,
    "title": "Постановление Пленума Верховного Суда РФ от 05.12.2006 № 60 О применении судами особого порядка судебного разбирательства уголовных дел",
    "date": "05.12.2006",
    "number": "60",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/a18/a18478c515d23851624c2d6a157c4c64.pdf"
  },
  {
    "id": 16,
    "title": "Постановление Пленума Верховного Суда РФ от 26.04.2007г. № 14 О практике рассмотрения судами уголовных дел о нарушении авторских, смежных, изобретательских и патентных прав, а также о незаконном использовании товарного знака",
    "date": "26.04.2007",
    "number": "14",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/1d2/1d2d0ccec1ae400ee6f76edd740e82c0.html"
  },
  {
    "id": 17,
    "title": "Постановление Пленума Верховного Суда РФ от 15.11.2007г. № 45 О судебной практике по уголовным делам о хулиганстве и иных преступлениях, совершенных из хулиганских побуждений",
    "date": "15.11.2007",
    "number": "45",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/1e4/1e4d3de635833c7a47f5cda1d63acec3.html"
  },
  {
    "id": 18,
    "title": "Постановление Пленума Верховного Суда РФ от 27.12.2007 № 52 О сроках рассмотрения судами Российской Федерации уголовных, гражданских дел и дел об административных правонарушениях",
    "date": "27.12.2007",
    "number": "52",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/7ca/7ca126a6481de5153de45730d48c2bb5.html"
  },
  {
    "id": 19,
    "title": "Постановление Пленума Верховного Суда РФ от 3.04.2008г. № 3 О практике рассмотрения судами уголовных дел об уклонении от призыва на военную службу и от прохождения альтернативной гражданской службы",
    "date": "03.04.2008",
    "number": "3",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/571/57150230b0a957fced159d2e45a68986.pdf"
  },
  {
    "id": 20,
    "title": "Постановление Пленума Верховного Суда РФ от 9.12.2008г. № 25 О судебной практике по делам о преступлениях, связанных с нарушением Правил дорожного движения и эксплуатации транспортных средств, а также с их неправомерным завладением без цели хищения",
    "date": "09.12.2008",
    "number": "25",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/116/kyxpvytjzyqfkkxe4od22dxt9cyj41m.pdf"
  },
  {
    "id": 21,
    "title": "Постановление Пленума Верховного Суда РФ от 10.02.2009 № 1 О практике рассмотрения судами жалоб в порядке статьи 125 Уголовно-процессуального кодекса Российской Федерации",
    "date": "10.02.2009",
    "number": "1",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/2dc/itjj9jwraznpjkfexon1c0r3bxynlsvm.pdf"
  },
  {
    "id": 22,
    "title": "Постановление Пленума Верховного Суда РФ от 21.04.2009 г. № 8 О судебной практике условно-досрочного освобождения от отбывания наказания, замены неотбытой части наказания более мягким видом наказания",
    "date": "21.04.2009",
    "number": "8",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/c93/je4nnvnq7inlt278hw64mqli86h6roz7.pdf"
  },
  {
    "id": 23,
    "title": "Постановление Пленума Верховного Суда РФ от 16.10.2009г. № 19 О судебной практике по делам о злоупотреблении должностными полномочиями и о превышении должностных полномочий",
    "date": "16.10.2009",
    "number": "19",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/0d5/0d5da39bc081dd285af4f8054d41f51f.pdf"
  },
  {
    "id": 24,
    "title": "Постановление Пленума Верховного Суда РФ от 22.12.2009 № 28 О применении судами норм уголовно-процессуального законодательства, регулирующих подготовку уголовного дела к судебному разбирательству",
    "date": "22.12.2009",
    "number": "28",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/0b2/0b2a5412c78b6327788845d37da7ae40.html"
  },
  {
    "id": 25,
    "title": "Постановление Пленума Верховного Суда РФ от 10.06.2010г. № 12 О судебной практике рассмотрения уголовных дел об организации преступного сообщества (преступной организации) или участии в нем (ней)",
    "date": "10.06.2010",
    "number": "12",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/89f/89fae19b27a2fa5da335fed6407c8ec.html"
  },
  {
    "id": 26,
    "title": "Постановление Пленума Верховного Суда РФ от 15.06.2010 № 16 О практике применения судами Закона Российской Федерации «О средствах массовой информации»",
    "date": "15.06.2010",
    "number": "16",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/9c6/9c6924177017a53867c094f497a2d87d.html"
  },
  {
    "id": 27,
    "title": "Постановление Пленума Верховного Суда РФ от 1.02.2011г. № 1 О судебной практике применения законодательства, регламентирующего особенности уголовной ответственности и наказания несовершеннолетних",
    "date": "01.02.2011",
    "number": "1",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/387/ok6x31k4sryplyyok9z5ok43mrbqk5kw.pdf"
  },
  {
    "id": 28,
    "title": "Постановление Пленума Верховного Суда РФ от 7.04.2011г. № 6 О практике применения судами принудительных мер медицинского характера",
    "date": "07.04.2011",
    "number": "6",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/d23/d2375f944838c17bea20cbe3c108f3cb.html"
  },
  {
    "id": 29,
    "title": "Постановление Пленума Верховного Суда РФ от 28.06.2011г. № 11 О судебной практике по уголовным делам о преступлениях экстремистской направленности",
    "date": "28.06.2011",
    "number": "11",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/826/422upitv6bbzylygra4vbxfvq3pcp39.pdf"
  },
  {
    "id": 30,
    "title": "Постановление Пленума Верховного Суда РФ от 29.11.2011 г. № 17 О практике применения судами норм главы 18 Уголовно-процессуального кодекса Российской Федерации, регламентирующих реабилитацию в уголовном судопроизводстве",
    "date": "29.11.2011",
    "number": "17",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/07a/r1wawrkm4dhcbbb9ywqdux9hb39ixi4n.pdf"
  },
  {
    "id": 31,
    "title": "Постановление Пленума Верховного Суда РФ от 20.12.2011 г. № 21 О практике применения судами законодательства об исполнении приговора",
    "date": "20.12.2011",
    "number": "21",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/3c7/ixyh6hznm9qj41y63zx4hwkpw6w5un9.pdf"
  },
  {
    "id": 32,
    "title": "Постановление Пленума Верховного Суда РФ от 9.02.2012 г. № 1 О некоторых вопросах судебной практики по уголовным делам о преступлениях террористической направленности",
    "date": "09.02.2012",
    "number": "1",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/43c/43cc5248c47508685096279e080948e0.htm"
  },
  {
    "id": 33,
    "title": "Постановление Пленума Верховного Суда РФ от 14.06.2012 г. № 11 О практике рассмотрения судами вопросов, связанных с выдачей лиц для уголовного преследования или исполнения приговора, а также передачей лиц для отбывания наказания",
    "date": "14.06.2012",
    "number": "11",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/7bb/7bbcfbcdc38ab68a91aa33166892dbcb.htm"
  },
  {
    "id": 34,
    "title": "Постановление Пленума Верховного Суда РФ от 28.06.2012 г № 16 О практике применения судами особого порядка судебного разбирательства уголовных дел при заключении досудебного соглашения о сотрудничестве",
    "date": "28.06.2012",
    "number": "16",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/e00/e00ed73ad50ede7a1a04566d0b56685c.pdf"
  },
  {
    "id": 35,
    "title": "Постановление Пленума Верховного Суда РФ от 27.09.2012 г. №19 О применении судами законодательства о необходимой обороне и причинении вреда при задержании лица, совершившего преступление",
    "date": "27.09.2012",
    "number": "19",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/b28/8gu0aox71v30v87plfe73zdfagg9iuts.pdf"
  },
  {
    "id": 36,
    "title": "Постановление Пленума Верховного Суда РФ от 27.06.2013 г. № 19 О применении судами законодательства, регламентирующего основания и порядок освобождения от уголовной ответственности",
    "date": "27.06.2013",
    "number": "19",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/7a77a7a92006eb181dc82e78307499853d6.html"
  },
  {
    "id": 37,
    "title": "Постановление Пленума Верховного Суда РФ от 29.05.2014 г. №9 О практике назначении и изменения судами видов исправительных учреждений",
    "date": "29.05.2014",
    "number": "9",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/13e/13eb179c193d95ad4d571a442f026cd3.html"
  },
  {
    "id": 38,
    "title": "Постановление Пленума Верховного Суда РФ от 4.12.2014 г. № 16 О судебной практике по делам о преступлениях против половой неприкосновенности и половой свободы личности",
    "date": "04.12.2014",
    "number": "16",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/50d/50dadcb9a98b54cc4ecb51aa8732bd6e.html"
  },
  {
    "id": 39,
    "title": "Постановление Пленума Верховного Суда РФ от 30.06.2015 г. № 29 О практике применения судами законодательства, обеспечивающего право на защиту в уголовном судопроизводстве",
    "date": "30.06.2015",
    "number": "29",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/add/add1d76f951e2ea4b21df356eb63eabf.html"
  },
  {
    "id": 40,
    "title": "Постановление Пленума Верховного Суда РФ от 07.07.2015 г. № 32 О судебной практике по делам о легализации (отмывании) денежных средств или иного имущества, приобретенных преступным путем, и о приобретении или сбыте имущества, заведомо добытого преступным путем",
    "date": "07.07.2015",
    "number": "32",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/8dd/0pv1biytm8bwx752aunb0prv6k3l25b.pdf"
  },
  {
    "id": 41,
    "title": "Постановление Пленума Верховного Суда РФ от 17.12.2015 г. № 56 О судебной практике по делам о вымогательстве (статья 163 Уголовного кодекса Российской Федерации)",
    "date": "17.12.2015",
    "number": "56",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/3b0/3b05863c7711173d5646177dcb593f03.html"
  },
  {
    "id": 42,
    "title": "Постановление Пленума Верховного Суда РФ от 22.12.2015 г. № 58 О практике назначения судами Российской Федерации уголовного наказания",
    "date": "22.12.2015",
    "number": "58",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/aca/tozewdcjp1nkjyu6dvx0cgq710q21f7m.pdf"
  },
  {
    "id": 43,
    "title": "Постановление Пленума Верховного Суда РФ от 29.03.2016 г. № 11 О некоторых вопросах, возникающих при рассмотрении дел о присуждении компенсации за нарушение права на судопроизводство в разумный срок или права на исполнение судебного акта в разумный срок",
    "date": "29.03.2016",
    "number": "11",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/e5c/c2ex61sd41urdvkzb1da492zt7v3hljo.pdf"
  },
  {
    "id": 44,
    "title": "Постановление Пленума Верховного Суда РФ от 24.05.2016 г. № 21 О судебной практике по делам о преступлениях, предусмотренных статьей 3141 Уголовного кодекса Российской Федерации",
    "date": "24.05.2016",
    "number": "21",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/e1b/e1b8bb73b0b3c3a4a353a6cae8ba64be.pdf"
  },
  {
    "id": 45,
    "title": "Постановление Пленума Верховного Суда РФ от 15.11.2016 г. № 48 О практике применения судами законодательства, регламентирующего особенности уголовной ответственности за преступления в сфере предпринимательской и иной экономической деятельности",
    "date": "15.11.2016",
    "number": "48",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/bff/ihhew2y3jq0e9xb8180ay10fk657vi5l.pdf"
  },
  {
    "id": 46,
    "title": "Постановление Пленума Верховного Суда РФ от 29.11.2016 г. № 55 О судебном приговоре",
    "date": "29.11.2016",
    "number": "55",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/1c7/nobp5aw5xjlslshup1cpxhikrcter32e.pdf"
  },
  {
    "id": 47,
    "title": "Постановление Пленума Верховного Суда РФ от 27.04.2017г. № 12 О судебной практике по делам о контрабанде",
    "date": "27.04.2017",
    "number": "12",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/ef1/ef14bead7526677dc37dd5d668199e3c.pdf"
  },
  {
    "id": 48,
    "title": "Постановление Пленума Верховного Суда РФ от 01.06.2017 № 19 О практике рассмотрения судами ходатайств о производстве следственных действий, связанных с ограничением конституционных прав граждан (статья 165 УПК РФ)",
    "date": "01.06.2017",
    "number": "19",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/bab/bab6c21fc3baa2472d1aeabc94587a3e.pdf"
  },
  {
    "id": 49,
    "title": "Постановление Пленума Верховного Суда РФ от 03.10.2017 г. № 33 О ходе выполнения судами Российской Федерации постановления Пленума Верховного Суда Российской Федерации от 15.11.2016 года № 48 О практике применения судами законодательства, регламентирующего особенности уголовной ответственности за преступления в сфере предпринимательской и иной экономической деятельности",
    "date": "03.10.2017",
    "number": "33",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/d5f/d5f6c97eca87aeacd90a7f7994998282.pdf"
  },
  {
    "id": 50,
    "title": "Постановление Пленума Верховного Суда РФ от 14.11.2017 г. № 44 О практике применения судами законодательства при разрешении споров, связанных с защитой прав и законных интересов ребенка при непосредственной угрозе его жизни или здоровью, а также при ограничении или лишении родительских прав",
    "date": "14.11.2017",
    "number": "44",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/c6d/c6d313dba7ec9ed6d025494ef633af29.pdf"
  },
  {
    "id": 51,
    "title": "Постановление Пленума Верховного Суда РФ от 30.11.2017 г. № 48 О судебной практике по делам о мошенничестве, присвоении и растрате",
    "date": "30.11.2017",
    "number": "48",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/126/1267b0277c065cb1bfd6688dde4cb2e6.pdf"
  },
  {
    "id": 52,
    "title": "Постановление Пленума Верховного Суда РФ от 19.12.2017 № 51 О практике применения законодательства при рассмотрении уголовных дел в суде первой инстанции (общий порядок судопроизводства)",
    "date": "19.12.2017",
    "number": "51",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/c47/dsae500d80zjw9e98u0rrwoji2vkrqkr.pdf"
  },
  {
    "id": 53,
    "title": "Постановление Пленума Верховного Суда РФ от 26.12.2017 г. № 57 О некоторых вопросах применения законодательства, регулирующего использование документов в электронном виде в деятельности судов общей юрисдикции и арбитражных судов",
    "date": "26.12.2017",
    "number": "57",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/edd/edd710ab478337c03c3a0bf209579ff8.pdf"
  },
  {
    "id": 54,
    "title": "Постановление Пленума Верховного Суда РФ от 13.02.2018 № 5 О применении судами некоторых положений Федерального закона О присяжных заседателях федеральных судов общей юрисдикции в Российской Федерации",
    "date": "13.02.2018",
    "number": "5",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/afe/afed5bc9cc0b8a373dda66c2f1eaad6f.pdf"
  },
  {
    "id": 55,
    "title": "Постановление Пленума Верховного Суда РФ от 15.05.2018 г. № 10 О практике применения судами положений части 6 статьи 15 Уголовного кодекса Российской Федерации",
    "date": "15.05.2018",
    "number": "10",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/aad/aadbac04e85eb34cfef354ee0b40f75b.pdf"
  },
  {
    "id": 56,
    "title": "Постановление Пленума Верховного Суда РФ от 14.06.2018 г. № 17 О некоторых вопросах, связанных с применением конфискации имущества в уголовном судопроизводстве",
    "date": "14.06.2018",
    "number": "17",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/29a/jy79a86s4txr5nge0pv1fnxixtnavcau.pdf"
  },
  {
    "id": 57,
    "title": "Постановление Пленума Верховного Суда РФ от 29.11.2018 г. № 41 О судебной практике по уголовным делам о нарушениях требований охраны труда, правил безопасности при ведении строительных или иных работ либо требований промышленной безопасности опасных производственных объектов",
    "date": "29.11.2018",
    "number": "41",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/a6d/a6d50e5097ed171a5799c83622bc4033.pdf"
  },
  {
    "id": 58,
    "title": "Постановление Пленума Верховного Суда РФ от 25.12.2018 г. № 46 О некоторых вопросах судебной практики по делам о преступлениях против конституционных прав и свобод человека и гражданина (статьи 137, 138, 138¹, 139, 144¹, 145, 145¹ Уголовного кодекса Российской Федерации)",
    "date": "25.12.2018",
    "number": "46",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/6ba/6ba3b694810bd9ce8a1cf230e8f6e9f6.pdf"
  },
  {
    "id": 59,
    "title": "Постановление Пленума Верховного Суда РФ от 25.06.2019 г. № 18 О судебной практике по делам о преступлениях, предусмотренных статьей 238 Уголовного кодекса Российской Федерации",
    "date": "25.06.2019",
    "number": "18",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/215/2150132d0030997946c91fd59205e063.pdf"
  },
  {
    "id": 60,
    "title": "Постановление Пленума Верховного Суда РФ от 24.12.2019 г. № 58 О судебной практике по делам о похищении человека, незаконном лишении свободы и торговле людьми",
    "date": "24.12.2019",
    "number": "58",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/28c/fwbvydw2ss7yj537qt4gwzq17peencz0.pdf"
  },
  {
    "id": 61,
    "title": "Постановление Пленума Верховного Суда РФ от 9.07.2020г. № 18 О судебной практике по делам о незаконном пересечении Государственной границы Российской Федерации и преступлениях, связанных с незаконной миграцией",
    "date": "09.07.2020",
    "number": "18",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/ffa/6pgysqq9e4ryhv47wxcdfp88ixg34mva.pdf"
  },
  {
    "id": 62,
    "title": "Постановление Пленума Верховного Суда РФ от 17.12.2020г. № 43 О некоторых вопросах судебной практики по делам о преступлениях, предусмотренных статьями 324-3271 Уголовного кодекса Российской Федерации",
    "date": "17.12.2020",
    "number": "43",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/1f0/1f00b1db6a9edc9a17491e7a2c96fc6e.pdf"
  },
  {
    "id": 63,
    "title": "Постановление Пленума Верховного Суда РФ от 29.06.2021 г. № 21 О некоторых вопросах судебной практики по делам о преступлениях против интересов службы в коммерческих и иных организациях (статьи 201,201.1,202, 203 Уголовного кодекса Российской Федерации)",
    "date": "29.06.2021",
    "number": "21",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/c2f/c2f7157576195af25434ea46816865d8.pdf"
  },
  {
    "id": 64,
    "title": "Постановление Пленума Верховного Суда РФ от 7.06.2022г. № 14 О практике применения судами при рассмотрении уголовных дел законодательства, регламентирующего исчисление срока погашения и порядок снятия судимости",
    "date": "07.06.2022",
    "number": "14",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/1c7/1c70134b732501bae3e0483046c92f5f.pdf"
  },
  {
    "id": 65,
    "title": "Постановление Пленума Верховного Суда РФ от 28.06.2022г. № 20 О некоторых вопросах судебной практики по уголовным делам о преступлениях против правосудия",
    "date": "28.06.2022",
    "number": "20",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/1c7/1c70134b732501bae3e0483046c92f5f.pdf"
  },
  {
    "id": 66,
    "title": "Постановление Пленума Верховного Суда РФ от 15.12.2022 г. №37 О некоторых вопросах судебной практики по уголовным делам о преступлениях в сфере компьютерной информации, а также иных преступлениях, совершенных с использованием электронных или информационно-телекоммуникационных сетей, включая сеть «Интернет»",
    "date": "15.12.2022",
    "number": "37",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/521/521aea0264bbeab90ac6296020a712cd.pdf"
  },
  {
    "id": 67,
    "title": "Постановление Пленума Верховного Суда РФ от 22.12.2022 г. № 39 О судебной практике по уголовным делам о неуплате средств на содержание детей или нетрудоспособных родителей (статья 157 Уголовного кодекса Российской Федерации)",
    "date": "22.12.2022",
    "number": "39",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/9bc/9bc3499fbccc5508ba4a962d0c4f97e8.pdf"
  },
  {
    "id": 68,
    "title": "Постановление Пленума Верховного Суда РФ от 18.05.2023г. №11 О практике рассмотрения судами уголовных дел о преступлениях против военной службы",
    "date": "18.05.2023",
    "number": "11",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/d9e/d9e4dcd268a8499fc7eefa10d643eb28.pdf"
  },
  {
    "id": 69,
    "title": "Постановление Пленума Верховного Суда РФ от 1.06.2023 г. № 14 О некоторых вопросах судебной практики по уголовным делам о преступлениях, предусмотренных статьями 317, 318, 319 Уголовного кодекса Российской Федерации",
    "date": "01.06.2023",
    "number": "14",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/36e/36ea570047c4762be6485fd59c732f44.pdf"
  },
  {
    "id": 70,
    "title": "Постановление Пленума Верховного Суда РФ от 12.12.2023 г. № 43 О некоторых вопросах судебной практики по уголовным делам о длящихся и продолжаемых преступлениях",
    "date": "12.12.2023",
    "number": "43",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/2ff/c724shlt4hdi3loot2qg7s10dhvyz9nq.pdf"
  },
  {
    "id": 71,
    "title": "Постановление Пленума Верховного Суда РФ от 25.06.2024 г. № 18 О судебной практике отмены условного осуждения или продления испытательного срока",
    "date": "25.06.2024",
    "number": "18",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/a4d/ou61ct0zrav3pxtv7pywxj4uz600fka6.pdf"
  },
  {
    "id": 72,
    "title": "Постановление Пленума Верховного Суда РФ от 24 июня 2025 года № 10 О практике применения судами положений статьи 10 Уголовного кодекса Российской Федерации об обратной силе уголовного закона",
    "date": "24.06.2025",
    "number": "10",
    "court": "ВС РФ",
    "url": "https://www.vsrf.ru/media-proxy/upload/iblock/59a/yi0349el5090v92wrwx2xc2no2g0i7sx.pdf"
  }
];
